[
  {
    "_id": "842235b580884851b450ff97d33168d6",
    "name": "David Guetta",
    "country": "fr",
    "birthdate": "1967-11-7",
    "styles": [
      "Electro House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/David_Guetta_live_%40_MTV_EMA_2018.png/220px-David_Guetta_live_%40_MTV_EMA_2018.png",
    "info": "Pierre David Guetta​​​ (París, 7 de noviembre de 1967) es un DJ, compositor y productor francés. Actualmente, ocupa el puesto #1 según la encuesta realizada por DJ Magazine.​<br><br>Se inició como tal en varias discotecas durante las décadas de 1980 y de 1990, antes de fundar Gum Productions y lanzar su primer álbum: Just a Little More Love (2002). Años más tarde llegarían Guetta Blaster (2004), Pop Life (2007), el exitoso One love (2009), el cual incluye los sencillos «When love takes over» —junto a Kelly Rowland— lo que le valió para ganar un Grammy y ganar el éxito en todo el mundo , vendiendo más de 5,5 millones de copias en todo el mundo,​ «Sexy Bitch» —junto a Akon e incluido en el top 5 en Estados Unidos— y «Gettin' Over You» —junto a Chris Willis, Fergie y LMFAO—. Estas tres canciones fueron número uno en el Reino Unido. En 2011, Nothing But The Beat lanzado el 29 de agosto en Reino Unido y el 30 del mismo mes en Estados Unidos este nuevo álbum, con Dedos extra que contiene solamente música electrónica y finalmente, decidió re-lanzar su exitoso álbum con 1000nuevas canciones bajo el nombre de, Nothing But The Beat 2.0 que contiene los dos CD de este último, y uno extra con 10 remixes de sus canciones más populares.<br>",
    "slug": "david-guetta"
  },
  {
    "_id": "232ccbb81da74cbdac1b43425d862cb5",
    "name": "Armin Van Buuren",
    "country": "nl",
    "birthdate": "1976-12-25",
    "styles": [
      "Trance"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Armin_van_Buuren_Armin_Only_Embrace_2017.jpg/220px-Armin_van_Buuren_Armin_Only_Embrace_2017.jpg",
    "info": "Armin Jozef Jacobus Daniël van Buuren (en neerlandés: [ˈɑrmɪn vɑn ˈbyːrə(n)]; Leiden, Países Bajos; 25 de diciembre de 1976) es un DJ y productor discográfico neerlandés.<br><br>Según el ranking elaborado por DJ Mag, ha sido nombrado DJ número uno del mundo en 2007,​ 2008,​ 2009,​ 2010​ y 2012,​ siendo el único hasta la fecha en conseguir este galardón cuatro veces consecutivas y cinco veces en total.​[11]​ Desde 2001 conduce A State of Trance, un programa de radio semanal con una audiencia estimada en millones a lo largo de decenas de países, lo cual lo convierte en uno de los programas de radio más escuchados a nivel internacional. Su álbum de estudio Imagine lanzado en 2008 entró en el número uno de la lista neerlandesa de álbumes, siendo así la primera vez que un artista de música dance obtiene ese lugar en las listas neerlandesas. En 2014, fue nominado para un Premio Grammy por la mejor grabación dance por su sencillo «This Is What It Feels Like» con Trevor Guthrie.[12]​ En los Estados Unidos, mantiene el récord de álbumes ingresados en la lista Dance/Electronic Albums de Billboard, con veintiuno.[13]​ Actualmente está ubicado en el puesto n.º 3 de la encuesta realizada en 2021 por la revista DJ Mag.<br>",
    "slug": "armin-van-buuren"
  },
  {
    "_id": "325627dfe57745f1938e08ea5548e41c",
    "name": "Tiësto",
    "country": "nl",
    "birthdate": "1969-1-17",
    "styles": [
      "Progressive House",
      "Trance"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Ti%C3%ABsto_%40_Airbeat_One_2017.jpg/220px-Ti%C3%ABsto_%40_Airbeat_One_2017.jpg",
    "info": "Tijs Michiel Verwest (Breda, 17 de enero de 1969)​ es un DJ y productor neerlandés. A pesar de que ha utilizado muchos alias en el pasado, es más conocido por su trabajo como DJ Tiësto o simplemente como Tiësto, un apodo que proviene de su sobrenombre de la infancia.<br><br>Comenzó a tocar música desde 1984, y en 1994 empezó a lanzar material discográfico bajo los seudónimos de Da Joker y Dj Limited. Realizó la serie Forbidden Paradise como DJ Tiësto; en 1997 fundó el sello Black Hole Recordings junto con Arny Bink, bajo la cual se lanzaron las series Magik Muzik e In Search Of Sunrise en formato CD.<br>",
    "slug": "tiësto"
  },
  {
    "_id": "14527923d1414ebd9378301d2fe82d0c",
    "name": "Martin Garrix",
    "country": "nl",
    "birthdate": "1996-5-14",
    "styles": [
      "Electro House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Martin_Garrix_%40_Web_Summit_2017.jpg/250px-Martin_Garrix_%40_Web_Summit_2017.jpg",
    "info": "Martijn Gerard Garritsen (/gæɹɪks/; Amstelveen, 14 de mayo de 1996),​​ más conocido como Martin Garrix, es un DJ y productor neerlandés fundador del sello STMPD RCRDS. Actualmente ocupa el puesto #2 en la encuesta realizada en 2021 por la revista DJmag. También es conocido por sus seudónimos \"Ytram\" y \"GRX\".<br><br>Ingresó a la encuesta anual Top 100 DJ's realizada por la revista DJ Magazine, directamente al puesto 40. En 2014, obtuvo el 4°puesto y en 2015 fue nombrado 3º. En 2016, 2017 y 2018 fue elegido por la revista como mejor DJ del mundo, colocándolo en el puesto número 1.<br>​ En 2019 descendió al segundo puesto y en 2020 al tercero. ​<br>",
    "slug": "martin-garrix"
  },
  {
    "_id": "6ce8b5c82ad5499fa0490d4541e59fa7",
    "name": "Carl Cox",
    "country": "uk",
    "birthdate": "1962-7-29",
    "styles": [
      "Tech House",
      "Techno"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/CarlCox.jpg/220px-CarlCox.jpg",
    "info": "Carl Andrew Cox (Oldham, Gran Mánchester, 29 de julio de 1962) es un DJ y productor británico de origen barbadense de house, techno y tech house.​ Fue nombrado DJ #1 en 1996 y 1997 por la revista DJmag y, según expertos en música electrónica, Cox ocupa el puesto número 1 a nivel mundial en calidad musical y técnica.<br><br>A la edad de 15 años Carl Cox compró un juego de tocadiscos y comenzó a trabajar como DJ. La música disco fue lo primero que lo cautivó, pero a principios de los 80 Cox había pasado a tocar la misma música que otros DJ jóvenes de Londres: groove raro, hip-hop neoyorquino y electro. Estaba en una posición perfecta para escuchar la música house de Chicago en sus formas más tempranas, y cuando la épica \"Acid Tracks\" de Phuture salió a principios de 1987. “Fue entonces cuando pensé, 'esto es todo', dijo Carl. \"Hacía mis fiestas, tocaba ritmos raros, hip hop y soul y decía 'Bien, tienes que escuchar esta pista de Phuture' y la gente simplemente se detiene y escucha\".​<br>",
    "slug": "carl-cox"
  },
  {
    "_id": "0f2e6fab50b348c48e12fb063d01c44c",
    "name": "Calvin Harris",
    "country": "uk",
    "birthdate": "1984-1-17",
    "styles": [
      "Electro House",
      "Progressive House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Calvin_Harris_-_Rock_in_Rio_Madrid_2012_-_09.jpg/250px-Calvin_Harris_-_Rock_in_Rio_Madrid_2012_-_09.jpg",
    "info": "Adam Richard Wiles (Dumfries, Dumfries y Galloway, 17 de enero de 1984), más conocido como Calvin Harris, es un DJ, cantante y productor británico. Actualmente ocupa el puesto 16 de los 100 mejores DJ de la revista DJ Magazine. ​<br><br>Su álbum debut, seleccionado por la Industria Fonográfica Británica, I Created Disco, fue lanzado en 2007 y contenía sencillos tales como Acceptable in the 80s y The Girls que ingresaron en el Top 10 del Reino Unido.<br>",
    "slug": "calvin-harris"
  },
  {
    "_id": "40bf474e99a94f4fbaceea3c7f1459fd",
    "name": "Hardwell",
    "country": "nl",
    "birthdate": "1988-1-7",
    "styles": [
      "Electro House",
      "Progressive House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Hardwell_2018_%28cropped%29.jpg/272px-Hardwell_2018_%28cropped%29.jpg",
    "info": "Robbert van de Corput (pronunciación en neerlandés: /ˈrɔbərt fɑn də ˈkɔrpʏt/; Breda, Países Bajos; 7 de enero de 1988), más conocido como  Hardwell (/hɑɹdˈwɛl/), es un DJ , productor y remixer neerlandés, dueño de Revealed Recordings. En 2013 y 2014 fue considerado el DJ #1 del mundo según la encuesta anual que realiza la revista DJmag.​<br><br>Hardwell es muy conocido por su exitoso sencillo llamado \"Spaceman\" y por sus actuaciones en directo en los principales festivales, como<br>Ultra Music Festival y Tomorrowland. También por su Podcast \"Hardwell On Air\" el cual está disponible en iTunes, YouTube, Spotify entre varias plataformas más<br>",
    "slug": "hardwell"
  },
  {
    "_id": "6d7f0089d1314c70bd8a25cdb83cff2e",
    "name": "Skrillex",
    "country": "us",
    "birthdate": "",
    "styles": [
      "Dubstep"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/From_First_To_Last_-_Emo_Nite_2_-_PH_Carl_Pocket_%28cropped%29.jpg/247px-From_First_To_Last_-_Emo_Nite_2_-_PH_Carl_Pocket_%28cropped%29.jpg",
    "info": "Sonny John Moore (Los Ángeles, California; 15 de enero de 1988), conocido por su nombre artístico Skrillex, es un cantante, productor discográfico y pinchadiscos estadounidense.<br><br>Moore se crió en diferentes localidades de California y a principios de 2004 se mudó a Georgia para ejercer como líder de la banda From First to Last, con la que grabó los álbumes Dear Diary, My Teen Angst Has a Body Count y Heroine antes de iniciar una carrera como solista en febrero de 2007.​ Conocido simplemente como Sonny participó en múltiples giras a nivel nacional tocando sus demos​ y publicó un extended play de manera oficial,​ hasta que en 2009 adoptó el seudónimo Skrillex y su música adoptó un sonido inspirado en la música dance y el dubstep. Bajo este alias adquirió popularidad un año más tarde con Scary Monsters and Nice Sprites, y en 2012 recibió cinco nominaciones en los Premios Grammy, incluido a mejor artista nuevo. Su discografía es considerada como una parte fundamental de la popularización de los géneros dubstep y brostep;​ sus mayores éxitos incluyen temas como «Scary Monsters and Nice Sprites», «Bangarang», «First of the Year (Equinox)» y «Purple Lamborghini».​<br>",
    "slug": "skrillex"
  },
  {
    "_id": "ec517b90ee644772b6369b07db53c871",
    "name": "Afrojack",
    "country": "nl",
    "birthdate": "",
    "styles": [
      "Electro House",
      "Progressive House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Afrojack_2015.jpg/220px-Afrojack_2015.jpg",
    "info": "Nick van de Wall (Spijkenisse, Países Bajos; 9 de septiembre de 1987), más conocido como Afrojack, es un DJ y productor neerlandés de EDM.​ En 2021 ocupó el puesto #6 en la encuesta realizada por la DJ Magazine.​ En 2007 fundó la discográfica Wall Recordings. También es el CEO de LDH Europe.​<br><br>Van de Wall nació y se crio en Spijkenisse, Países Bajos. Es hijo de padre neerlandés y de madre surinamesa.​<br>",
    "slug": "afrojack"
  },
  {
    "_id": "b9539b19f5f14f3aa7cf416ae60154b7",
    "name": "Dimitri Vegas & Like Mike",
    "country": "nl",
    "birthdate": "",
    "styles": [
      "Electro House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Dimitri_Vegas_%26_Like_Mike_in_TomorrowWorld_2013.jpg/272px-Dimitri_Vegas_%26_Like_Mike_in_TomorrowWorld_2013.jpg",
    "info": "Dimitri Vegas & Like Mike son un dúo belga de DJs de EDM compuesto por los hermanos Dimitri Thivaios (Dimitri Vegas) y Michael Thivaios (Like Mike) que se encuentra activo desde 2007. También son fundadores y dueños del sello discográfico Smash the House desde 2010.  <br><br>En 2015 y 2019 obtuvieron el primer puesto (de mejores DJs del mundo) en la encuesta realizada por la revista DJmag. Actualmente son los #5 en la encuesta realizada en 2021. Ingresaron en 2011 ubicándose en la posición #79.​ <br>",
    "slug": "dimitri-vegas-like-mike"
  },
  {
    "_id": "29c22696c5844d5da717b2d93e64b924",
    "name": "Diplo",
    "country": "us",
    "birthdate": "1978-11-10",
    "styles": [
      "Electro House",
      "Indie / Underground"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Diplo_2014_Press_Photo.jpg/250px-Diplo_2014_Press_Photo.jpg",
    "info": "Thomas Wesley Pentz (Tupelo, Misisipi; 10 de noviembre de 1978), más conocido por su nombre artístico Diplo, es un DJ y productor estadounidense que incursiona en diversos géneros del EDM y el moombahton pasando por el trap, dancehall, electro house y el hip hop. <br><br>En 2005, fundó su sello discográfico Mad Decent. Entre otros trabajos, se ha desempeñado como maestro de escuela en Filadelfia. Su apodo proviene de la fascinación que tenía cuando era niño por los dinosaurios, en particular por los diplodocus.​ Diplo fue nominado en los Premios Grammy de 2013 en la categoría \"Productor del año, en música no clásica\".​ Actualmente ocupa el puesto #126 en la encuesta realizada por la revista DJmag.​  <br>",
    "slug": "diplo"
  },
  {
    "_id": "16a5e264b2064ac4a254a6d401f8f84b",
    "name": "Steve Aoki",
    "country": "us",
    "birthdate": "1977-11-30",
    "styles": [
      "Electro House",
      "Indie / Underground"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Steve_Aoki_2011.jpg/220px-Steve_Aoki_2011.jpg",
    "info": "Steve Aoki (Miami, 30 de noviembre de 1977), es un DJ y productor de EDM estadounidense de origen japonés, fundador del sello discográfico Dim Mak Records. Actualmente, ocupa el puesto #10, según el ranking de la revista DJ Mag.<br><br>Steven Hiroyuki Aoki nació en Miami y se crio en Newport Beach (California). Se graduó de la Newport Harbor High School en 1995, fue un jugador estrella en el equipo universitario de bádminton. Su padre es Hiroaki \"Rocky\" Aoki,  japonés nacido en Tokio y su madre, Chizuru Kobayashi. Su padre era un antiguo competidor de lucha libre, quien también fundó la cadena de restaurantes Benihana. Él tiene dos hermanos mayores, Kana (que ahora es conocida como \"Grace\"), y Kevin (dueño del restaurante Sushi Doraku). También cuenta con tres medios hermanos, todos los cuales son menores: Kyle, Echo y Devon Aoki, la supermodelo y actriz. Cuando era pequeño, Steve vivía con su abuelo, su madre y sus dos hermanos mayores. <br>",
    "slug": "steve-aoki"
  },
  {
    "_id": "eb70f5cab7af43ffa374cd645c0d8331",
    "name": "Snake",
    "country": "fr",
    "birthdate": "",
    "styles": [
      "Trance"
    ],
    "gender": "male",
    "image": null,
    "info": "",
    "slug": "snake"
  },
  {
    "_id": "eedbfa0f821d428eaf6e9441f6ba7200",
    "name": "Paul Van Dyk",
    "country": "de",
    "birthdate": "1971-12-16",
    "styles": [
      "Trance"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Paul_van_Dyk_NO.JPG/220px-Paul_van_Dyk_NO.JPG",
    "info": "Matthias Paul (Eisenhüttenstadt, Brandenburgo; 16 de diciembre de 1971), más conocido por su nombre artístico Paul van Dyk, es un DJ de música trance y productor alemán de renombre mundial. En 2010 fue considerado el sexto mejor DJ del mundo por TheDjList, así como el quinto mejor DJ del mundo según las votaciones de DJmag, la cual le concedió el primer lugar en los años 2005 y 2006.​ Actualmente se encuentra en el puesto #41 según la revista DJmag.​<br><br>Nacido en Eisenhüttenstadt, Brandeburgo, Alemania, comenzó su carrera musical en el club berlinés Turbine en 1991. Cuando van Dyk nació, Eisenhüttenstadt se encontraba en la República Democrática Alemana por lo cual tuvo que valerse del contrabando de casetes de música que provenían del extranjero para poder escuchar la música de aquella época. Fue entonces cuando Paul comenzó a hacer mezclas de canciones para sus amigos. Cuando cayó el Muro de Berlín Paul pudo florecer como músico. Se inició en Turbine. Fue en esta discoteca donde un amigo le sugirió que siguiera mezclando después de oír algunas de sus mezclas en casete, y fue así como inició su carrera.<br>",
    "slug": "paul-van-dyk"
  },
  {
    "_id": "2c060b9e00314c23923f040983aa4997",
    "name": "Above & Beyond",
    "country": "uk",
    "birthdate": "",
    "styles": [
      "Trance"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Above_%26_Beyond_2011.jpg/250px-Above_%26_Beyond_2011.jpg",
    "info": "Above & Beyond es un reconocido y prestigioso trío británico de DJ's, productores y músicos de los géneros Trance, Progressive, Downtempo y Alternative formado en 2000 por Jonathan \"Jono\" Grant, Tony McGuinness y Paavo Siljamäki. El grupo ha sido nominado a los premios Grammy dos veces y también ha adquirido gran fama y un alto renombre mundial por sus atractivas producciones, sesiones acústicas y colaboraciones con varios vocalistas, además de ser reconocidos por celebridades fuera de la escena de la música electrónica, como Madonna, Dido, Radiohead, Coldplay, Miguel Bosé y Britney Spears debido a su remixes oficiales.  <br><br>Este grupo tiene su propia compañía discográfica: Anjunabeats y Anjunadeep. Además, cada semana obsequian a sus seguidores con su propio programa de radio, Group Therapy Radio, sucesor de Trance Around the World. Muchos de los DJs más conocidos, como Tiësto, Armin van Buuren, Ferry Corsten o Paul van Dyk utilizan o han utilizado sus producciones en sus sesiones. Actualmente ocupan, en el Top 100 DJ 2020 de la revista DJ Magazine, el puesto #19, subiendo tres puestos respecto al año anterior. Lograron alcanzar el puesto #4 en los años 2008 y 2009, quedando arriba de otros exponentes fuertes como David Guetta, deadmau5 y Swedish House Mafia. <br>",
    "slug": "above-beyond"
  },
  {
    "_id": "0b6462e60f41430ab906a1fa66ab806b",
    "name": "Aly & Fila",
    "country": "eg",
    "birthdate": "",
    "styles": [
      "Trance"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Aly_%26_Fila_au_Beachclub_--_4.jpg",
    "info": "Aly & Fila es un dúo egipcio de DJ's y productores de música trance, formado por Aly Amr Fathalah (Aly) y Fadi Wassef Naguib (Fila), ambos nacidos en 1981. Eran amigos desde la infancia, pero no fue hasta después de enamorarse de la música de Paul van Dyk cuando decidieron construir su primer estudio y empezar a hacer su propia música, a partir de 1999.<br><br>Después de comenzar a hacerse conocidos en Egipto, decidieron entrar en la escena trance internacional. En 2002, firmaron con el sello discográfico alemán Euphonic Records. Su primer lanzamiento, \"Eye of Horus\" recibió gran aprecio de DJ's como Paul van Dyk, Armin van Buuren o DJ Tiësto. De la mano de este éxito, se lanzó en el sello holandés Fundamental Recordings, alcanzando así la posición número 4 en la Dutch Dance Chart.<br>",
    "slug": "aly-fila"
  },
  {
    "_id": "013f9fe5813c4e38bc2594a995390c02",
    "name": "Nero (Uk)",
    "country": "uk",
    "birthdate": "",
    "styles": [
      "Drum & Bass",
      "Dubstep"
    ],
    "gender": "male",
    "image": null,
    "info": "",
    "slug": "nero-uk"
  },
  {
    "_id": "ad1048d3570c4b3ea4703d1f6a3cbe29",
    "name": "Axwell Λ Ingrosso",
    "country": "se",
    "birthdate": "",
    "styles": [
      "commercial dance"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Axwell_Ingrosso_Live.png/275px-Axwell_Ingrosso_Live.png",
    "info": "Axwell Λ Ingrosso era un dúo de disc jockeys y productores discográficos suecos formado por Axwell (n. 1977) y Sebastian Ingrosso (n. 1983)<br>bajo la discográfica Def Jam. Anteriormente, ambos disc jockeys junto a Steve Angello formaron el famoso grupo Swedish House Mafia. <br>Hicieron su debut como dúo en 2014. Al volver Swedish House Mafia, el dúo ha quedado inactivo en un receso indefinido.<br><br>Swedish House Mafia es un trío de disc jockeys sueco formado por Axwell, Steve Angello y Sebastian Ingrosso. El grupo se formó oficialmente a finales de 2008. Sin embargo, no fue hasta comienzos de 2010 cuando pensaron seriamente en formar un grupo.<br>El grupo se colocó en el número diez en la revista DJ Top 100 DJ Poll 2011. En la revista DJ Top 100 Poll 2012 se clasificaron en el número 12.<br>El 24 de junio de 2012, el grupo anunciaron a través de su web que se separarían.​ después de embarcarse en \"One Last Tour\", que finalizó en Ultra Miami 2013 el 24 de marzo de 2013 bajo las notas de su última producción Don't You Worry Child.<br>",
    "slug": "axwell-λ-ingrosso"
  },
  {
    "_id": "7a775ae06f64400696be99c54db43393",
    "name": "Borgore",
    "country": "il",
    "birthdate": "1987-10-20",
    "styles": [
      "Dubstep"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Borgore_0037.jpg/220px-Borgore_0037.jpg",
    "info": "Asaf Borger (en hebreo: אסף בורגר: Tel Aviv, Israel, 20 de octubre de 1987), más conocido por su nombre artístico Borgore, es un DJ, cantante y productor israelí. Actualmente ocupa el puesto #105 en la revista DJ Mag, en 2017 ocupó el puesto #117 y en 2016 el #76. Es el fundador de Buygore Records​ y fue baterista de una banda de death metal de su país, llamada Shabira. Además, formó parte del dúo de música dubstep Alphamale Primates junto al productor Tomba, que también fue el guitarrista de la banda Shabira que integró el mismo Borgore.​ Con referencia a su estilo musical, lo definió como «gorestep», en el que incorpora un modelo de triple batería con influencias del heavy metal.​<br><br>Algunas de sus producciones han sido comparadas con bandas sonoras de películas de terror, animales de granja y sexo.​ Lanzó varias de sus producciones por las discográficas Spinnin' Records y Sumerian Records.<br>",
    "slug": "borgore"
  },
  {
    "_id": "104bcb64e7e04ae5bc0207fdb8930480",
    "name": "Dj Snake",
    "country": "fr",
    "birthdate": "",
    "styles": [
      "Electronica",
      "Hard Dance",
      "Trap"
    ],
    "gender": "male",
    "image": null,
    "info": "",
    "slug": "dj-snake"
  },
  {
    "_id": "c33f2c8b7cca4adf940d801d60a0f21c",
    "name": "Adam Beyer",
    "country": "se",
    "birthdate": "1976-5-15",
    "styles": [
      "Techno"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Adam_Beyer_%283559941164%29.jpg/220px-Adam_Beyer_%283559941164%29.jpg",
    "info": "Adam Beyer (Estocolmo, Suecia, 15 de mayo de 1976) es un DJ y productor sueco de techno. Es el fundador del Sello Discográfico Drumcode Records y es uno de varios artistas techno que surgieron a mediados de los noventa, junto con Cari Lekebusch y Jesper Dahlbäck.​ Beyer está casado con su compañera sueca, la DJ Ida Engberg, con quien tiene tres hijas.<br><br>Adam Beyer es considerado uno de los mejores artistas techno de Cortes de Baza. Su sello discográfico posee a los artistas más relevantes del mundo en este género. Residente en su ciudad de origen, Estocolmo, ha generado uno de los legados más consistentes y cuidadosamente construidos para emerger de Europa y tener influencia en todos los continentes. Desde los main stages de festivales y los pisos de clubes más codiciados, así como las listas de Beatport, el legado musical extendido de Beyer se siente en todos los ámbitos.<br>",
    "slug": "adam-beyer"
  },
  {
    "_id": "de5c64c52e75401eb07b2cc04fa694d7",
    "name": "Zedd",
    "country": "de",
    "birthdate": "1989-9-2",
    "styles": [
      "Electro House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Zedd_2014_Divergent_Premiere_%28cropped%29.jpg/200px-Zedd_2014_Divergent_Premiere_%28cropped%29.jpg",
    "info": "Anton Zaslavski (en ruso, Антон Заславский; Sarátov, Unión Soviética, 2 de septiembre de 1989),​ conocido por su nombre artístico Zedd, es un músico, disc jockey y productor ruso-alemán, orientado hacia el electro house y ganador de un premio Grammy. Su sonido tiene influencias del house progresivo, complextro y el dubstep. Ocupa el puesto número 35 en la encuesta realizada en 2020 por la revista DJ Magazine.​<br><br>Anton creció dentro de una familia de músicos, y empezó a tocar el piano a los cuatro años de edad. Después de varios años de aprender a tocar el piano hasta llegar a dominarlo, comenzó a tocar la batería, y también compuso y produjo varias canciones en su banda de rock Dioramic.​<br>",
    "slug": "zedd"
  },
  {
    "_id": "1946ec6c97414bcab2beb1bac8ff3968",
    "name": "Ferry Corsten",
    "country": "nl",
    "birthdate": "1973-12-4",
    "styles": [
      "Trance"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/TNW_Conference_2013_-_Day_2_%288680193945%29.jpg/300px-TNW_Conference_2013_-_Day_2_%288680193945%29.jpg",
    "info": "Ferry Corsten (Róterdam, Países Bajos; 4 de diciembre de 1973) es un disc-jockey y productor neerlandés célebre de música trance. Corsten fue uno de los pioneros de este género musical. En 2010 ha sido considerado el DJ número 9 del mundo por la revista DJ Mag y el número 3 por The DJ List. En 2013, ocupó la posición #42 en la encuesta realizada por DJ Mag, siendo su mejor desempeño en los años 2004 y 2005 alcanzando la quinta posición.​<br><br>Se podría decir que Corsten comenzó su carrera a los quince años cuando era el DJ en las fiestas de su escuela. Una vez graduado, decidió estudiar ingeniería eléctrica pero su pasión por la música electrónica lo llevó por otros caminos. Inició su trabajo como músico profesional en 1991 cuando empezó a producir pistas de gabber y poco tiempo después Corsten cambió su estilo orientándose hacia el House y Trance. En 1996 Corsten llegó a la posición número 46 en las listas de éxitos de Reino Unido con su remix de \"Don't be Afraid\" bajo el nombre de Moonman lo cual le dio algo de notoriedad. El año siguiente, Corsten y su socio Robert Smith fundaron la discográfica Tsunami con la ayuda de la compañía de música dance llamada Purple Eye Entertainment y estos dos individuos recientemente fundaron otro sello llamado Polar State. Desde la fundación de Tsunami, Corsten ha participado en la compilación y mezcla de las canciones que se incluyen en la serie Trance Nation de Ministry of Sound.<br>",
    "slug": "ferry-corsten"
  },
  {
    "_id": "c7c414a24b824ddaa44948ec05a3072a",
    "name": "Markus Schulz",
    "country": "us",
    "birthdate": "1975-2-3",
    "styles": [
      "Progressive House",
      "Trance"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Markus_Schulz_Sutra.jpg/220px-Markus_Schulz_Sutra.jpg",
    "info": "Markus Schulz (Eschwege, 3 de febrero de 1975) es un DJ y productor alemán, afincado entre Miami, Florida y Berlín, Alemania. Conocido internacionalmente por su programa de radio semanal titulado \"Global DJ Broadcast\" difundido en la actualidad por la emisora de radio en línea \"Digitally Imported\".​<br><br>Markus Schulz nació en Eschwege. La pasión por la música le vino cuando visitó una emisora de radio en su 4.ª curso. Esta pasión por la música fue creciendo con los años, años en los que ha viajado mucho, desde Alemania a Boston, de Boston a Arizona, de Arizona a Londres y finalmente de Londres a Miami.<br>",
    "slug": "markus-schulz"
  },
  {
    "_id": "dd0f59287e6640acac5ae04132d1f491",
    "name": "Nicky Romero",
    "country": "nl",
    "birthdate": "1989-1-6",
    "styles": [
      "Progressive House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Nicky_Romero_at_Tomorrowland_2013.jpg/250px-Nicky_Romero_at_Tomorrowland_2013.jpg",
    "info": "Nick Rotteveel (Amerongen, Provincia de Utrecht, 6 de enero de 1989) es un DJ, productor, exbaterista y remixer neerlandés de música house, dueño del sello Protocol Recordings. <br><br>Ha trabajado y recibido el apoyo de DJs como Tiësto, Fedde le Grand, Sander van Doorn, David Guetta, Calvin Harris, Armand van Helden, Avicii y Hardwell.​ Creció en Amerongen, una pequeña ciudad cerca de Utrecht, en los Países Bajos. Vivió en Canadá, concretamente en Kingston por unos pocos años. Más tarde regresó a los Países Bajos para continuar su educación, donde realizó sus últimos semestres en Francia.​ Es muy conocido por sus exitosos sencillos como «Toulouse», «Like Home» y «I Could Be the One».​​​ Actualmente, se ubica en la posición 26.ª del Top100 DJ de la DJmag. Su mejor posicionamiento en la encuesta fue en 2013 cuando ocupó la séptima ubicación​<br>",
    "slug": "nicky-romero"
  },
  {
    "_id": "a2e3e98c9f744038b1bd5bcd6887b105",
    "name": "Daft Punk",
    "country": "fr",
    "birthdate": "",
    "styles": [
      "Electronica",
      "Traditional House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Daftpunklapremiere2010.jpg/300px-Daftpunklapremiere2010.jpg",
    "info": "Daft Punk fue un dúo francés de french house formado por los DJ's y productores Guy-Manuel de Homem-Christo y Thomas Bangalter.​​​ Daft Punk alcanzó una gran popularidad dentro del house a mediados de los años 90 en Francia y continuó con su éxito en los años posteriores.​​​ El dúo también es acreditado por la producción de canciones que se consideran esenciales en el estilo del french house<br><br>El acrónimo \"Daft\", presente en su primer DVD, proviene de las iniciales de \"A Story about Dogs, Androids, Firemen and Tomatoes\". Estas palabras reciben significado al dúo musical por su primera canción, «Da Funk» del año 1995 perteneciente al álbum Homework, dónde aparece un perro antropomorfo (\"Dogs\") como protagonista en el vídeo. Luego \"Androids\" por la aparición de robots bailando en el vídeo «Around the World» del año 1997 del álbum Homework. \"Fireman\" (Bombero en español) que aparecen en el video de «Burnin'» y \"Tomatoes\" por el vídeo «Revolution 909».<br>",
    "slug": "daft-punk"
  },
  {
    "_id": "bdd1c7ec474d47c68ca0419aa1fd608f",
    "name": "Eric Prydz",
    "country": "se",
    "birthdate": "",
    "styles": [
      "Progressive House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Eric_Prydz_at_Glastonbury_2009.jpg/250px-Eric_Prydz_at_Glastonbury_2009.jpg",
    "info": "Eric Sheridan Prydz (Täby, Estocolmo, 19 de julio de 1976), más conocido como Eric Prydz, Pryda o Cirez D, es un DJ y productor sueco de progressive house, progressive trance, tecno, entre otros. Actualmente ocupa el puesto 31 del Top 100 DJ de la revista DJ Magazine.<br><br>En 2004, aparece con el sencillo «Call on Me», alcanzando la cima de los UK Singles Chart del Reino Unido y manteniéndose allí por cinco semanas.​ Además el sencillo se coloca en el puesto número 1 de las listas de Alemania, manteniéndose en el German Top-100 durante seis semanas consecutivas. Además de este sencillo, otro notablemente exitoso fue el remix cover del clásico de Pink Floyd, «Another Brick in the Wall», titulado «Proper Education», por el cual obtuvo una nominación a los Premios Grammy a la mejor grabación remixada, no clásica en el año 2008.<br>",
    "slug": "eric-prydz"
  },
  {
    "_id": "d1e2061bcdd3410f9244c7908eab3796",
    "name": "Richie Hawtin",
    "country": "ca",
    "birthdate": "1970-6-4",
    "styles": [
      "Tech House",
      "Techno"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Richie_Hawtin-SMS-2018-2.jpg/250px-Richie_Hawtin-SMS-2018-2.jpg",
    "info": "Richie Hawtin (de nacimiento Richard Michael Hawtin) es un DJ, músico y productor británico, naturalizado canadiense. Reside actualmente en Berlín.​ Está considerado como uno de los máximos exponentes de la música electrónica.<br><br>Figura entre los artistas de música electrónica más conocidos del mundo,​​ gracias a una carrera de más de 30 años. Activo en la escena techno y acid norteamericana desde sus comienzos, ha evolucionado hacia un estilo más minimalista y experimental, privilegiando el uso de las últimas tecnologías de composición y de DJing.<br>",
    "slug": "richie-hawtin"
  },
  {
    "_id": "9cd82b8284e946e0ad641416aa3b6f0e",
    "name": "Alesso",
    "country": "se",
    "birthdate": "1991-7-7",
    "styles": [
      "Progressive House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Alesso_playing_live_at_Ushuaia_Ibiza.jpeg/220px-Alesso_playing_live_at_Ushuaia_Ibiza.jpeg",
    "info": "Alessandro Lindblad (Estocolmo, 7 de julio de 1991), más conocido como Alesso, es un DJ y productor sueco. Es considerado el DJ #63 del mundo según la encuesta realizada en 2021, por la revista DJ Mag​ En 2011, hizo su ingreso a la lista ubicándose en la posición #70.​<br><br>Con solo 18 años de edad, Alesso fue considerado una de las grandes revelaciones de la música house en Suecia. El adolescente fue descubierto en su ciudad natal Estocolmo, en 2010 luego de haberle entregado un CD de demostración a Sebastian Ingrosso, miembro de Swedish House Mafia. Este, se contactó de inmediato con el joven y no pasó mucho tiempo para que los dos se cayeran bien como amigos y colegas. Ingrosso lo incorporó a su sello discográfico “Refune Records Archivado el 18 de abril de 2021 en Wayback Machine.” y ambos ingresaron al estudio y crearon, \"Calling\". Juntos han tocado en Pacha, así como muchos otros festivales, también con los demás miembros de Swedish House Mafia, Steve Angello y Axwell.<br>Varios artistas como Avicii, Swedish House Mafia, Kaskade y Tiësto, han respaldado sus producciones en sus sets.<br>",
    "slug": "alesso"
  },
  {
    "_id": "f1bf88b9950d4c339a1214cc9036eb3e",
    "name": "Benny Benassi",
    "country": "it",
    "birthdate": "1967-7-13",
    "styles": [
      "Electro House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Bennyvegas.jpg/250px-Bennyvegas.jpg",
    "info": "Marco Benassi, más conocido como Benny Benassi, (Milán, Italia, 13 de julio de 1967), es un disc jockey italiano de música electrónica. En el 2011, ocupó la posición #27 de la encuesta anual realizada por la revista DJmag.​ Al año siguiente, le tocó ascender 13 posiciones alojándose en la ubicación #14.​<br><br>Los primos producen canciones bajo el nombre Benassi Bros. desde la década de 1980. Los Benassi Bros. iniciaron su carrera en su pueblo natal y luego se trasladaron al estudio de producción de Larry Pignagnoli llamado Off Limits. Los Benassi Bros. tuvieron la oportunidad de colaborar con artistas tales como Whigfield, J.K. y Ally & Jo, en el susodicho estudio.<br>",
    "slug": "benny-benassi"
  },
  {
    "_id": "74d6af7e6fc24b2eaeba076b12b23ce1",
    "name": "Datsik",
    "country": "ca",
    "birthdate": "1988-6-9",
    "styles": [
      "Dubstep"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Ephwurd_%28cropped%29.jpg/220px-Ephwurd_%28cropped%29.jpg",
    "info": "Troy Beetles (Kelowna, Columbia Británica; 9 de junio de 1988), mejor conocido por su nombre artístico Datsik, es un productor  y ex-DJ canadiense de música electrónica.<br><br>Troy Beetles nació el 9 de junio de 1988, en Kelowna, Columbia Británica, Canadá. Su nombre artístico proviene de su antiguo gamertag Xbox Live. Él comenzó a producir dubstep después de ver a Excision actuar en Shambhala Music Festival 2008. Un tiempo después, los dos comenzaron a colaborar y lanzaron varios temas juntos entre 2009 y 2010.<br>",
    "slug": "datsik"
  },
  {
    "_id": "c77d517ffb4245aabf146fbeb7334605",
    "name": "Fedde Le Grand",
    "country": "nl",
    "birthdate": "1977-9-7",
    "styles": [
      "Progressive House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Fedde_le_Grand.jpg/220px-Fedde_le_Grand.jpg",
    "info": "Fedde le Grand (Utrecht, Países Bajos; 7 de septiembre de 1977) es un DJ y productor neerlandés. Se dio a conocer al público con el sencillo \"Put your hands up for Detroit\" (2006). En 2011 alcanzó su mejor performance en la votación realizada por la revista DJ Magazine llegando al 14.º puesto.​<br>Actualmente ocupa la 30.ª posición.<br><br>Desplegó una temprana vocación por la música haciendo sus primeras grabaciones durante la adolescencia. A partir de ahí su carrera progresa y en 1998 empieza a realizar giras por diversos locales holandeses.<br>",
    "slug": "fedde-le-grand"
  },
  {
    "_id": "d53b8918044c40f8b46952696d0126f7",
    "name": "Infected Mushroom",
    "country": "il",
    "birthdate": "",
    "styles": [
      "Psychedelic Trance",
      "Trance"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Infected_Mushroom_%28Live%29_2.jpg/250px-Infected_Mushroom_%28Live%29_2.jpg",
    "info": "Infected Mushroom es un dúo israelí de trance psicodélico formado en Kiryat Yam en 1996 por los DJ y productores Erez Aizen y Amit Duvdevani. Son uno de los artistas israelíes más vendidos, tanto nacional como internacionalmente.​<br><br>Formada por Erez Aizen y Amit Duvdevani (Duvdev) en el año 1996.<br>",
    "slug": "infected-mushroom"
  },
  {
    "_id": "5d60b253fb3e4603b60428a585f3b4d9",
    "name": "Deadmau5",
    "country": "ca",
    "birthdate": "1981-1-5",
    "styles": [
      "Electro House",
      "Progressive House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Deadmau5_live_unmasked_%28cropped%29.jpg/220px-Deadmau5_live_unmasked_%28cropped%29.jpg",
    "info": "Joel Thomas Zimmerman (Niagara Falls, Ontario, 5 de enero de 1981), más conocido como deadmau5 (pronunciado «dead-mouse»), es un DJ y  productor canadiense principalmente de house. Sus canciones se han incluido en álbumes recopilatorios como In search of sunrise 6: Ibiza y en el programa radial de Armin van Buuren A state of trance. Su álbum debut, Get scraped, se publicó en 2005, y fue sucedido por otros en los años posteriores.<br><br>Además de sus propios lanzamientos en solitario, deadmau5 ha trabajado junto a otros DJ, productores y músicos como Kaskade, MC Flipside, Rob Swire de Pendulum, Sofia Toufa, Skrillex, Bighorse, Steve Duda, Armin Van Buuren, Getter y Gerard Way. Es conocido por hacer sus presentaciones usando una máscara de cabeza de ratón (llamada mau5head), cuya forma creó cuando aprendía a utilizar un programa de gráficos 3D. Esta máscara ha aparecido en diferentes colores y diseños, y se ha incluido en las portadas de la mayoría de los álbumes de Zimmerman. Actualmente está en la posición 52 de mejores DJ del mundo, según el ranking de 2021 de la revista DJ Magazine.<br>",
    "slug": "deadmau5"
  },
  {
    "_id": "f5a07be33dfd47039607753f50502bc7",
    "name": "Kaskade",
    "country": "us",
    "birthdate": "1971-2-25",
    "styles": [
      "Progressive House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Kaskade_20120803_Indianapolis.JPG/250px-Kaskade_20120803_Indianapolis.JPG",
    "info": "Ryan Raddon (nacido el 25 de febrero de 1971 en Chicago, Illinois) conocido artísticamente como Kaskade, es un DJ y productor discográfico estadounidense nominado a los Premios Grammy.​ También es miembro de la banda de música electrónica Late Night Alumni. Ocupó la posición #84 en la encuesta realizada por la revista DJmag en el año 2015.  En 2011 y 2012 llegó a posicionarse en el número 30 siendo su mejor ubicación en la lista.​<br><br>Kaskade nació en 1971 en Chicago.​ En su juventud se mudó a Salt Lake City en 1992 para estudiar en la Universidad de Utah.​ Durante este periodo fue dueño y atendía una tienda de discos. En mayo de 2000, Kaskade se mudó a San Francisco y comenzó a trabajar como asistente de A&R para Om Records. Kaskade lanzó su primer sencillo, llamado \"What I Say\" bajo este sello discográfico en el 2001.<br>",
    "slug": "kaskade"
  },
  {
    "_id": "c42ab99d177d4333b8865c44a9964a14",
    "name": "Lost Frequencies",
    "country": "be",
    "birthdate": "1993-11-30",
    "styles": [
      "Electro House",
      "Electronica",
      "Traditional House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/2016_Open_Beatz_-_Lost_Frequencies_-_by_2eight_-DSC_5232.jpg/250px-2016_Open_Beatz_-_Lost_Frequencies_-_by_2eight_-DSC_5232.jpg",
    "info": "Felix De Laet (Bruselas, 30 de noviembre de 1993),​ conocido profesionalmente como Lost Frequencies, es un DJ y productor musical belga. Más conocido por su sencillo de Are You With Me en el 2014.<br><br>Felix De Laet nació el 30 de noviembre de 1993 en Bruselas, Bélgica.​ Es hijo de padres músicos. Estudió en el Colegio Sint-Jan Berchmans de Bruselas y en el Colegio Paters Jozefieten de Melle (Gante). Luego comenzó una Licenciatura en Economía en la Solvay Brussels School of Economics and Management (SBS-EM). <br>",
    "slug": "lost-frequencies"
  },
  {
    "_id": "31ebaaff652846f6802dedde518fce21",
    "name": "R3Hab",
    "country": "nl",
    "birthdate": "",
    "styles": [
      "Electro House",
      "Progressive House"
    ],
    "gender": "male",
    "image": null,
    "info": "",
    "slug": "r3hab"
  },
  {
    "_id": "2c927109d2284c82b4fb89fb18610e68",
    "name": "Marshmello",
    "country": "us",
    "birthdate": "",
    "styles": [
      "Electronica",
      "Progressive House",
      "Trap"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/2016_Open_Beatz_-_Marshmello_-_by_2eight_-DSC_4448.jpg/220px-2016_Open_Beatz_-_Marshmello_-_by_2eight_-DSC_4448.jpg",
    "info": "Christopher Comstock (Filadelfia, Pensilvania; 19 de mayo de 1992), conocido artísticamente como Marshmello, es un productor y DJ estadounidense de future bass, electrónica y electrohouse. Empezó su carrera en 2015.<br><br>Comenzó a ganar notoriedad internacional gracias a sus remixes de canciones de Jack Ü y Zedd, entre otros. Su canción «Alone» entró en el Billboard Hot 100.​ Ha colaborado con artistas como Selena Gomez, Juice WRLD, Anne-Marie, Miranda Cosgrove, Ookay, Jauz, Slushii y Syrah. <br>",
    "slug": "marshmello"
  },
  {
    "_id": "ece479de93d946398a3c9f02e3b9f774",
    "name": "Dillon Francis",
    "country": "us",
    "birthdate": "1987-10-5",
    "styles": [
      "Electro House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/DillonFrancisPressPhoto2.jpg/220px-DillonFrancisPressPhoto2.jpg",
    "info": "Dillon Hart Francis (Los Ángeles, California, 5 de octubre de 1987) es un DJ y productor musical estadounidense.<br><br>Francis nacido en Los Ángeles, California,​ cobró un poco de fama después de haberse ganado el reconocimiento del DJ estadounidense Diplo y poco después hicieron la canción \"Que Que\". Su canción \"Masta Blasta\", originalmente tenía las 130 pulsaciones por minuto que suele tener una canción del género house, pero después fue editada con los sonidos influenciados por el músico holandés Munchi. Posteriormente, la canción terminó como el primer tema moombahton que le llevaría a la fama.​ En 2010, Francis publicó su primer EP titulado Swashbuckler para la discográfica Play Me Records.​<br>",
    "slug": "dillon-francis"
  },
  {
    "_id": "9541bc23893c4a60ad15a5b3c3206ebc",
    "name": "The Chainsmokers",
    "country": "us",
    "birthdate": "",
    "styles": [
      "commercial dance"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/The_Chainsmokers_VELD_2016.jpg/250px-The_Chainsmokers_VELD_2016.jpg",
    "info": "The Chainsmokers es un dúo de disc jockeys y productores originarios de Nueva York, Estados Unidos, integrado por Andrew Taggart y Alex Pall. Se formaron en 2012 y ganaron reconocimiento internacional dos años después con su sencillo «Selfie», que entró al top 20 de los mayores éxitos semanales en países como Australia, Canadá y el Reino Unido.<br><br>En 2015, el dúo volvió a tener éxito con su tema «Roses», que se convirtió en su primer top 10 en el Billboard Hot 100 al alcanzar la sexta posición del listado. Tras ello, lanzaron «Don't Let Me Down», que ingresó a los cinco primeros en Australia, Canadá, los Estados Unidos, Nueva Zelanda, el Reino Unido y Suecia. Dada sus ventas y elevados índices de streaming, la Recording Industry Association of America certificó ambos sencillos con discos multiplatino. En 2016, el dúo anotó su mayor éxito a la fecha con una canción llamada «Closer», colaboración junto a Halsey que lideró los principales conteos de los países anteriormente nombrados. En menos de seis meses, el video llegó a más de mil millones de reproduciones en YouTube. En los Premios Grammy de 2017, el dúo recibió el galardón de mejor grabación dance gracias a «Don't Let Me Down», además de tener otras dos nominaciones.​<br>",
    "slug": "the-chainsmokers"
  },
  {
    "_id": "8476b4b85910437ebbfe1cda68d0ff0e",
    "name": "Oliver Heldens",
    "country": "nl",
    "birthdate": "1995-2-1",
    "styles": [
      "Electro House",
      "Electronica",
      "Techno"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Airbeat_One_2015_Oliver_Heldens_by_Denis_Apel-1666.jpg/220px-Airbeat_One_2015_Oliver_Heldens_by_Denis_Apel-1666.jpg",
    "info": "Oliver Heldens (Róterdam, Países Bajos, 1 de febrero de 1995) es un DJ y productor neerlandés. Es uno de los máximos referentes del nuevo género conocido como Deep house y Future house. <br><br>Heldens generó controversias, ya que su estilo para nada es Deep house y ha recibido críticas por parte de algunos DJs, que inclusive llegaron a enviarle tracks de Deep house. Oliver mencionó que el estilo de su música es distinto al de los que él llama 'puristas'.​ Tras la controversia, se le empezaron a asociar a Oliver Heldens estilos musicales como el future house y el bass house, siendo este último producido actualmente con el alias \"HI-LO\".​ Actualmente, ocupa el puesto #8 en la encuesta anual realizada por la revista DJmag.​<br>",
    "slug": "oliver-heldens"
  },
  {
    "_id": "cacdbf505a9747f194c95235266d9741",
    "name": "W&W",
    "country": "nl",
    "birthdate": "",
    "styles": [
      "Trance"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/DJ-duo_W%26W.jpg/260px-DJ-duo_W%26W.jpg",
    "info": "Como NWYR (New Year):  Tech Trance  Trance  Progressive Trance  Big Room Trance  Psytrance<br><br>como W&W<br>",
    "slug": "ww"
  },
  {
    "_id": "504fa84a045f40f3b8b17ef94b7885f6",
    "name": "Kshmr",
    "country": "us",
    "birthdate": "",
    "styles": [
      "Electro House",
      "Electronica",
      "Indie / Underground",
      "Progressive House",
      "Tech House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Niles-kshmr.jpg/220px-Niles-kshmr.jpg",
    "info": "Niles Hollowell-Dhar (n. Berkeley, California, 6 de octubre de 1988), más conocido como Kshmr (pronunciado \"Kashmir\"; estilizado KSHMR) es un DJ y productor indo-estadounidense de EDM, actualmente radicado en Berkeley, California. Desde 2014, comenzó a producir bajo el nombre de KSHMR después de haber dejado el dúo The Cataracs.​<br><br>Niles Hollowell-Dhar nació el 6 de octubre de 1988, es hijo de un emigrante indio. Cuando estaba en Berkley High School, Niles conoció a su amigo  David \"Campa\" Benjamin Singer-Vine y formaron el dúo \"The Cataracs\". El dúo empezó a tener éxito; desafortunadamente el 23 de agosto de 2012, el dúo anuncia la salida de David, por lo que Niles decidió producir solo usando el nombre de The Cataracs. Después de eso, Niles decide dejar el nombre de The Cataracs, orientandose a otro género de música.<br>Actualmente produce EDM bajo el seudónimo de KSHMR, especializandose en el Electro House, Big Room House y Progressive House y en 2017 lanza su propio sello discográfico, Dharma Worldwide.​<br>",
    "slug": "kshmr"
  },
  {
    "_id": "70c5ab04dc5d4f0697e7812a07b76c74",
    "name": "Sultan & Ned Shepard",
    "country": "ca",
    "birthdate": "",
    "styles": [
      "Progressive House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Sultan_and_Ned_Shepard_at_the_2012_Tent_Party.jpg/250px-Sultan_and_Ned_Shepard_at_the_2012_Tent_Party.jpg",
    "info": "Sultan and Shepard (estilizado como Sultan + Shepard) es un dúo canadiense de música electrónica que con frecuencia colaboran en la producción, composición y en remezclas.<br><br>Ossama Al Sarraf es más conocido por su nombre artístico, Sultan.​ Luego de vivir en Kuwait, Chipre y Egipto, se radicó en Montreal en 1996 para seguir sus estudios de ingeniería mecánica y administración de negocios. Después graduarse de la universidad en 2001, ya contaba con una modesta reputación como DJ residente en varias discotecas de Montreal y se hacía un lugar en la escena house.​ Su primera lanzamiento fue \"Primal Instinct\" para el sello Chug Records ese mismo año.​ En 2004, Sultan protagonizó un documental titulado Being Osama junto a cinco personalidades más de nombre Osama en el que detallaban sus raíces cristiano palestino.​<br>",
    "slug": "sultan-ned-shepard"
  },
  {
    "_id": "c6530389137e454a814f9bc3f08deefb",
    "name": "Chuckie",
    "country": "nl",
    "birthdate": "1978-6-25",
    "styles": [
      "Electro House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Electric_love_festival_2013_17.jpg/250px-Electric_love_festival_2013_17.jpg",
    "info": "Clyde Narain (Paramaribo, 25 de junio de 1978), más conocido artísticamente como Chuckie, es un DJ y productor surinamés. Se vio por última vez en la posición #43 en la encuesta realizada en 2013 por la revista DJmag.​ Su mejor ubicación en la lista fue en el 2011 cuando se alojó en el número 32.​<br><br>Aunque actualmente reside en Aruba, Clyde nació y creció en Paramaribo (Surinam), donde comenzó a ser influenciado por muchos estilos musicales de este país. Empezó a desarrollar su carrera como deejay en las cumpleaños de amigos y familiares y pronto se hizo conocido (como “Chuckie”) realizando presentaciones en muchos clubes por su Talento y por sus innovadoras mezclas. Combinando varios estilos y géneros, como el hip-hop, RnB, house, raga, pop, garage, jungle ha puesto su sello en la escena dance internacional.<br>",
    "slug": "chuckie"
  },
  {
    "_id": "eb5959d3979b4dd48b99386500487bc8",
    "name": "Nervo",
    "country": "uk",
    "birthdate": "",
    "styles": [
      "Electro House",
      "Progressive House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/NERVO_-_Logo.svg/250px-NERVO_-_Logo.svg.png",
    "info": "Nervo (estilizado como NERVO) es un dúo australiano de música electrónica formado por las hermanas gemelas Miriam Nervo y Olivia Nervo (n.  Melbourne, Australia, 18 de febrero de 1987). Ocupan el puesto #18 de la encuesta anual realizada en 2021 por la revista DJmag. En 2013 lograron su mejor performance en la lista ubicándose en el número 16.​ Actualmente residen en Londres.​<br><br>Miriam y Olivia Nervo (Mim y Liv Nervo) nacieron y se criaron en los suburbios de Melbourne. Las gemelas fueron educadas en el prestigioso Colegio San Pablo en la Cumbre donde ambas destacaron, especialmente en cuanto a cultura musical. Miriam y Olivia comenzaron sus carreras como modelos en Australia con la Agencia de Modelos Chadwick. También fueron embajadoras de L'Oreal Fashion Festival. A la edad de 16 años, el dúo se hizo un nombre por sí mismos en el escena del modelaje, a pesar de que más tarde decidiesen dedicarse a la música. Ellas fueron aceptadas en la academia de la Ópera de Australia, pero decidieron optar por una música más pop para su carrera. A la edad de 18 años, un productor musical con sede en Melbourne le preguntó a las gemelas si querían cantar algunas de sus canciones. <br>",
    "slug": "nervo"
  },
  {
    "_id": "a178ac58fa3e41528605a6471b4c7c14",
    "name": "Major Lazer",
    "country": "jm",
    "birthdate": "",
    "styles": [
      "Dubstep",
      "Electro House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Diplo_and_Walshy_Fire_of_Major_Lazer_%40_Flow_2015.jpg/250px-Diplo_and_Walshy_Fire_of_Major_Lazer_%40_Flow_2015.jpg",
    "info": "Major Lazer, es un grupo jamaicano-estadounidense de música electrónica, deep house y moombahton formado por Diplo, Ape Drums y Walshy Fire. Inicialmente formado por los productores Diplo (Thomas Wesley Pentz) y Switch (Dave Taylor). Este último se alejó a fines de 2011, debido a diferencias artísticas. ​ El DJ y productor Jillionaire y Walshy Fire de la banda de dancehall Black Chiney, se unieron al trío en el 2011. Desde entonces colaboran con la producción y en sus conciertos en vivo, en 2019 Jillionaire abandonó el grupo siendo remplazado por Ape Drums.<br><br>El grupo empezó como un dúo integrado por los DJ y productores Diplo  y Switch, quienes tienen la particularidad de haber colaborado anteriormente en trabajos de producción para las cantantes M.I.A. y Santigold. Grabaron su álbum debut Guns Don't Kill People... Lazers Do en los estudios Tuff Gong de Jamaica. Contó con la colaboración vocal de varios artistas de dancehall incluyendo Vybz Kartel, Ward 21, Busy Signal, Mr. Vegas, Turbulence, Mapei, T.O.K, Prince Zimboo, Leftside así como las cantantes Santigold, Nina Sky, y la rapera Amanda Blank. Como productores adicionales participaron el holandés Afrojack y el dúo italiano Crookers. Fue lanzado en junio de 2009 por los sellos Downtown Records y Mad Decent, el sello de Diplo.<br>",
    "slug": "major-lazer"
  },
  {
    "_id": "57e36e2f9913400794b8c922f2c3dcea",
    "name": "Swedish House Mafia",
    "country": "se",
    "birthdate": "",
    "styles": [
      "Progressive House"
    ],
    "gender": "male",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Swedish_House_Mafia_Logo_2018.svg/250px-Swedish_House_Mafia_Logo_2018.svg.png",
    "info": "Swedish House Mafia, frecuentemente abreviado como SHM, es un grupo sueco formado por los DJ y productores Axwell, Sebastian Ingrosso y Steve Angello. Además son los dueños y fundadores de grandes sellos discográficos: Axwell de Axtone Records, Steve Angello de Size Records, y Sebastian Ingrosso de Refune Records. <br>La formación se dio a conocer en mayo de 2009 con la publicación de su primer sencillo, Leave the World Behind, que fue un éxito de ventas en Europa. Su buena aceptación hizo que la discográfica EMI firmara un acuerdo con el grupo para grabar su primer disco, Until One, que salió a la venta el 25 de octubre del siguiente año. Posteriormente el grupo grabó un segundo álbum Until Now, publicado en 2012. En ese mismo año el grupo anunció a través de su propio sitio web su última gira y separación.<br>Su última actuación como grupo fue en el Ultra Music Festival (UMF) en Miami (2013).En 2012 y 2013 fueron nominados al Grammy a la Mejor grabación dance por sus éxitos «Save the World» y «Don't You Worry Child» respectivamente.  su regreso fue en el mismo lugar donde se separaron en Ultra Music Festival (UMF) en Miami (2018) para una reunión. SHM volvió a los escenarios el 2 de mayo en Estocolmo (Suecia) en su ciudad natal.<br><br>El 25 de marzo de 2018, el grupo se vuelve a unir para cerrar la vigésima edición del Ultra Music Festival (UMF) en Miami y seguir produciendo. <br>",
    "slug": "swedish-house-mafia"
  }
]